Repository: kabisa/wuunder-webshopplugin-woocommerce
Catalog: languages/woocommerce-wuunder-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: Click here to select a parcelshop
de_de: Klicken Sie hier, um einen Paketshop auszuwählen
es_es: Haga clic aquí para seleccionar una parcela
fr_fr: Cliquez ici pour sélectionner un magasin de colis
pt_pt: Clique aqui para selecionar uma parcela

source: Pickup in parcelshop
de_de: Abholung im Paketshop
es_es: Recogida en paquetería
fr_fr: Retrait en boutique colis
pt_pt: Coleta na parcelshop

source: First choose a <strong>parcelshop</strong>
de_de: Wählen Sie zuerst einen <strong> Paketladen </ strong>
es_es: Primero elija una <strong> tienda de paquetería </strong>
fr_fr: Choisissez d'abord une <strong> boutique de colis </strong>
pt_pt: Coleta na loja de encomendas

source: The <strong>shipping country</strong> must match with <strong>the parcelshop country</strong>
de_de: Das <strong> Versandland </ strong> muss mit <strong> dem Paketgeschäftsland </ strong> übereinstimmen
es_es: El <strong> país de envío </strong> debe coincidir con <strong> el país de paquetería </strong>
fr_fr: Le <strong> pays d'expédition </strong> doit correspondre au <strong> pays du magasin de colis </strong>
pt_pt: O <strong> país de envio </strong> deve corresponder a <strong> o país de envio </strong>

source: Hello, we are Wuunder
de_de: Hallo, wir sind Wuunder
es_es: Hola, somos Wuunder
fr_fr: Bonjour, nous sommes Wuunder
pt_pt: Olá, nós somos o Wuunder

source: and we make sending and receiving parcels easy and cheap. With our platform you can book via mobile, Mac, PC and webshop plug-ins.
de_de: und wir machen das Senden und Empfangen von Paketen einfach und kostengünstig. Mit unserer Plattform können Sie über Plug-Ins für Mobilgeräte, Macs, PCs und Webshops buchen.
es_es: y hacemos que enviar y recibir paquetes sea fácil y económico. Con nuestra plataforma puede reservar a través de complementos móviles, Mac, PC y tienda virtual.
fr_fr: et nous rendons l'envoi et la réception de colis faciles et bon marché. Avec notre plateforme, vous pouvez réserver via des plug-ins mobiles, Mac, PC et boutique en ligne.
pt_pt: e tornamos fácil o envio e o recebimento de encomendas. Com a nossa plataforma, você pode reservar via celular, Mac, PC e plug-ins de lojas virtuais.

source: Want to know more? Visit our website
de_de: Möchten Sie mehr wissen? Besuchen Sie unsere Website
es_es: ¿Quiere saber más? Visite nuestro sitio web
fr_fr: Vouloir en savoir davantage? Visitez notre site Internet
pt_pt: Quer saber mais? Visite o nosso site

source: or send an e-mail to
de_de: oder senden Sie eine E-Mail an
es_es: o envíe un correo electrónico a
fr_fr: ou envoyez un e-mail à
pt_pt: ou envie um email para

source: Pickupaddresses
de_de: Abholadressen
es_es: Vestidos de camuflaje
fr_fr: Adresses de ramassage
pt_pt: Endereços de recebimento

source: On this address your shipment will be picked-up or send back to.
de_de: Unter dieser Adresse wird Ihre Sendung abgeholt oder zurückgeschickt.
es_es: En esta dirección, su envío será recogido o devuelto a.
fr_fr: À cette adresse, votre envoi sera ramassé ou renvoyé à.
pt_pt: Neste endereço sua remessa será retirada ou enviada de volta para.

source: Wuunder settings
de_de: Wuunder Einstellungen
es_es: Configuración de Wuunder
fr_fr: Paramètres de Wuunder
pt_pt: Configurações do Wuunder

source: Live / production API Key
de_de: Live / Produktions-API-Schlüssel
es_es: Clave API en vivo / producción
fr_fr: Clé API en direct / de production
pt_pt: Chave da API ao vivo / produção

source: General settings
de_de: Allgemeine Einstellungen
es_es: Configuraciones generales
fr_fr: Réglages généraux
pt_pt: Configurações gerais

source: Test / staging API Key
de_de: Test / Staging API-Schlüssel
es_es: Clave API de prueba / preparación
fr_fr: Clé API de test / transfert
pt_pt: Chave da API de teste / teste

source: Testmode
de_de: Testmodus
es_es: Modo de prueba
fr_fr: Mode d'essai
pt_pt: Modo de teste

source: Yes = Test / staging, No = Live / production
de_de: Ja = Test / Inszenierung, Nein = Live / Produktion
es_es: Sí = Prueba / puesta en escena, No = En vivo / producción
fr_fr: Oui = Test / mise en scène, Non = Live / production
pt_pt: Sim = Teste / preparação, Não = Ao vivo / produção

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
pt_pt: Sim

source: Set order status after booking to:
de_de: Stellen Sie den Bestellstatus nach der Buchung auf:
es_es: Establecer el estado del pedido después de la reserva en:
fr_fr: Définissez l'état de la commande après la réservation sur:
pt_pt: Defina o status do pedido após a reserva para:

source: Default order image (base64 string), Empty for none:
es_es: Imagen de orden predeterminada (cadena base64), Vacío para ninguno:
fr_fr: Image de commande par défaut (chaîne base64), vide pour aucune:
pt_pt: Imagem padrão do pedido (string base64), Vazia para nenhum:

source: Mapping shippingmethod #1
de_de: Mapping Versandmethode # 1
es_es: Método de envío de mapeo # 1
fr_fr: Mappage des méthodes d'expédition #1
pt_pt: Método de envio de mapeamento # 1

source: Mapping filtername #1
de_de: Zuordnungsfiltername #1
es_es: Nombre de filtro de mapeo # 1
fr_fr: Mappage des noms de filtre #1
pt_pt: Mapeando o nome do arquivo # 1

source: Mapping shippingmethod #2
de_de: Mapping Versandmethode # 2
es_es: Método de envío de mapeo #2
fr_fr: Mappage des méthodes d'expédition #2
pt_pt: Método de envio de mapeamento #2

source: Mapping filtername #2
de_de: Zuordnungsfiltername #2
es_es: Nombre de filtro de mapeo #2
fr_fr: Mappage des noms de filtre #2
pt_pt: Mapeando o nome do arquivo #2

source: Mapping shippingmethod #3
de_de: Mapping Versandmethode # 3
es_es: Método de envío de mapeo #3
fr_fr: Mappage des méthodes d'expédition #3
pt_pt: Método de envio de mapeamento #3

source: Mapping filtername #3
de_de: Zuordnungsfiltername #3
es_es: Nombre de filtro de mapeo #3
fr_fr: Mappage des noms de filtre #3
pt_pt: Mapeando o nome do arquivo #3

source: Mapping shippingmethod #4
de_de: Mapping Versandmethode # 4
es_es: Método de envío de mapeo #4
fr_fr: Mappage des méthodes d'expédition #4
pt_pt: Método de envio de mapeamento #4

source: Mapping filtername #4
de_de: Zuordnungsfiltername #4
es_es: Nombre de filtro de mapeo #4
fr_fr: Mappage des noms de filtre #4
pt_pt: Mapeando o nome do arquivo #4

source: Default pickupaddress
de_de: Standard-Abholadresse
es_es: Pickupaddress predeterminado
fr_fr: Adresse de ramassage par défaut
pt_pt: Endereço de recebimento padrão

source: Company name
de_de: Name der Firma
es_es: Nombre de la compañía
fr_fr: Nom de la compagnie
pt_pt: Nome da empresa

source: Firstname
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
pt_pt: Nome

source: Lastname
de_de: Nachname
es_es: Apellido
fr_fr: Nom de famille
pt_pt: Sobrenome

source: E-mail
es_es: Correo electrónico

source: Phonenumber
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone
pt_pt: Número do telefone

source: Phonenumber including land prefix: NL +31612345678
es_es: Número de teléfono incluyendo el prefijo de tierra: ES 0034-123456789
fr_fr: Numéro de téléphone avec préfixe foncier: FR +33612345678
pt_pt: Número de telefone, incluindo prefixo terrestre: PT +351201234567

source: Streetname
de_de: Straßenname
es_es: Nombre de la calle
fr_fr: Nom de rue
pt_pt: Nome da rua

source: Housenumber
de_de: Hausnummer
es_es: Número de casa
fr_fr: Numéro de maison
pt_pt: Número da casa

source: Zipcode
de_de: Postleitzahl
es_es: Código postal
fr_fr: Code postal
pt_pt: CEP

source: Locality
de_de: Lokalität
es_es: Localidad
fr_fr: Localité
pt_pt: Localidade

source: Landcode ISO-2
de_de: Ländercode ISO-2
es_es: Código de país ISO-2
fr_fr: Code foncier ISO-2
pt_pt: Código do país ISO-2

source: Landcode in ISO 3166-1 alpha-2 format: NL
de_de: Ländercode im Alpha-2-Format ISO 3166-1: DE
es_es: Código de país en formato ISO 3166-1 alfa-2: ES
fr_fr: Code foncier au format ISO 3166-1 alpha-2: FR
pt_pt: Código do país no formato ISO 3166-1 alfa-2: PT

source: No
de_de: Nein
fr_fr: Non
pt_pt: Não
